Repository: BdGL3/CXPortal
Catalog: CargoScanApp/DisplayCommon/Cultures/Resources.*.resx
Languages: ar

# CALIBRATION_SCAN_0
source: Scan
ar: مسح

# CALIBRATION_SCAN_1
source: Calibration
ar: معايرة

# CALIBRATION_SCAN_DISABLED
source: Set to Calibration Mode
ar: التحويل إلى وضع المعايرة

# CALIBRATION_SCAN_ENABLED
source: Set to Scan Mode
ar: التحويل إلى وضع المسح

# CALIBRATION_SCAN_TITLE
source: Scan Type
ar: نوع المسح

# CALIBRATION_STATE_0
source: Ready to perform calibration
ar: جاهز لتنفيذ المعايرة

# CALIBRATION_STATE_1
source: Not ready to perform calibration
ar: غير جاهز لتنفيذ المعايرة

# CALIBRATION_STATE_10
source: Performing dark data calibration
ar: معايرة للبيانات المظللة قيد التنفيذ

# CALIBRATION_STATE_11
source: Completed dark data calibration
ar: الانتهاء من معايرة البيانات المظللة

# CALIBRATION_STATE_12
source: Performing low dose calibration
ar: تنفيذ معايرة بالجرعة المنخفضة

# CALIBRATION_STATE_13
source: Completed low dose calibration
ar: الانتهاء من معايرة بالجرعة المنخفضة

# CALIBRATION_STATE_2
source: Calibration has failed.
ar: فشلت المعايرة

# CALIBRATION_STATE_3
source: Performing high energy calibration
ar: تنفيذ معايرة بالطاقة العالية

# CALIBRATION_STATE_4
source: Completed high energy calibration
ar: الإنتهاء من تنفيذ معايرة عالية الطاقة

# CALIBRATION_STATE_5
source: Performing low energy calibration
ar: تنفيذ معايرة بالطاقة المنخفضة

# CALIBRATION_STATE_6
source: Completed low energy calibration
ar: الانتهاء من معايرة الطاقة منخفضة

# CALIBRATION_STATE_7
source: Performing dual energy calibration
ar: تنفيذ معايرة بالطاقة المزدوجة

# CALIBRATION_STATE_8
source: Completed dual energy calibration
ar: الانتهاء من معايرة الطاقة المزدوجة

# CALIBRATION_STATE_9
source: Calibrations has successfully completed
ar: تمت المعايرة بنجاح

# CALIBRATION_STATE_TITLE
source: Calibration State
ar: حالة المعايرة

# CLICKER_DISABLE
source: Disable Remote
ar: تعطيل التحكم عن بعد

# CLICKER_ENABLE
source: Enable Remote
ar: تمكين التحكم عن بعد

# CLICKER_ENABLE_TITLE
source: Site Marshall Remote
ar: جهاز التحكم المسؤول عن الموقع

# ERROR_MESSAGES_TITLE
source: Scan System Errors
ar: مسح أخطاء النظام

# INFO_BUTTON_DESCRIPTION
source: Display all information about the Scan system
ar: عرض جميع معلومات عن نظام المسح

# INFO_BUTTON_TITLE
source: Scan System
ar: نظام المسح

# SCAN_AREA_CLEAR_0
source: Prevent Scanning
ar: غير جاهز للمسح

# SCAN_AREA_CLEAR_1
source: Allow Scanning
ar: جاهز للمسح

# SCAN_AREA_CLEAR_DISABLED
source: Allow Scanning
ar: جاهز للمسح

# SCAN_AREA_CLEAR_ENABLED
source: Prevent Scanning
ar: غير جاهز للمسح

# SCAN_AREA_CLEAR_TITLE
source: Scan Area
ar: منطقة المسح

# SCAN_COMPLETE_INFO_TITLE
source: Scanning System Information
ar: معلومات نظام المسح

# SCAN_CONFIGURATION_TITLE
source: Configured Settings
ar: تكوين إعدادات

# SCAN_DRIVE_DIRECTION_0
source: Stopped
ar: توقف

# SCAN_DRIVE_DIRECTION_1
source: Forward
ar: إلى الأمام

# SCAN_DRIVE_DIRECTION_2
source: Reverse
ar: إلى الخلف

# SCAN_DRIVE_DIRECTION_TITLE
source: Direction
ar: الإتجاه

# SCAN_DRIVE_HAND_BRAKE_1
source: Hand brake is enabled
ar: تمكين فرامل اليد

# SCAN_DRIVE_HAND_BRAKE_DISABLED
source: Disabled
ar: تعطيل

# SCAN_DRIVE_HAND_BRAKE_ENABLED
source: Enabled
ar: تمكين

# SCAN_DRIVE_HAND_BRAKE_TITLE
source: Hand Brake
ar: فرملة اليد

# SCAN_DRIVE_HYDRAULIC_OIL_LEVEL_TITLE
source: Scan Drive Oil Level
ar: مستوى زيت محرك المسح

# SCAN_DRIVE_HYDRAULIC_OIL_TEMPERATURE_TITLE
source: Scan Drive Temperature
ar: درجة حرارة محرك المسح

# SCAN_DRIVE_POWER_STATUS_0
source: The scan drive system is in a powered off state
ar: محرك المسح في حالة ايقاف التشغيل

# SCAN_DRIVE_REALTIME_SPEED_TITLE
source: Actual Speed
ar: السرعة الفعلية

# SCAN_DRIVE_SELECTED_SPEED_0
source: Custom Speed
ar: السرعة المخصصة

# SCAN_DRIVE_SELECTED_SPEED_1
source: Low Scan Speed
ar: مسح بالسرعة المنخفضة

# SCAN_DRIVE_SELECTED_SPEED_2
source: Medium Scan Speed
ar: مسح بالسرعة المتوسطة

# SCAN_DRIVE_SELECTED_SPEED_3
source: High Scan Speed
ar: مسح بالسرعة العالية

# SCAN_DRIVE_SELECTED_SPEED_TITLE
source: Selected Speed
ar: تحديد السرعة

# SCAN_DRIVE_SIGN_OF_LIFE_0
source: The scan drive has become unresponsive.
ar: محرك المسح لا يستجيب

# SCAN_DRIVE_SPEED_FAILURE_1
source: The scan drive is unable to achieve the minimal speed threshold for the selected scan speed.
ar: محرك مسح غير قادر على تحقيق الحد الأدنى من سرعة عتبة لسرعة الفحص المحددة.

# SCAN_DRIVE_SPEED_FAILURE_2
source: The scan drive is unable to remain below the maximum speed threshold for the selected scan speed.
ar: محرك مسح غير قادر على البقاء دون عتبة السرعة القصوى للسرعة الفحص المحددة.

# SCAN_DRIVE_STATE_0
source: Stopped
ar: توقف

# SCAN_DRIVE_STATE_1
source: Accelerating
ar: تسريع

# SCAN_DRIVE_STATE_2
source: Decelerating
ar: تبطيئ

# SCAN_DRIVE_STATE_3
source: Running
ar: تشغيل

# SCAN_DRIVE_STATUS_TITLE
source: Scan Step
ar: حالة محرك المسح

# SCAN_DRIVE_TITLE
source: Scan Drive Subsystem
ar: محرك المسح الفرعي

# SCAN_MULTIPLE_OBJECTS_0
source: Single Scan
ar: مسح مفرد

# SCAN_MULTIPLE_OBJECTS_1
source: Multiscan
ar: مسح متعدد

# SCAN_MULTIPLE_OBJECTS_DISABLED
source: Set to Multiscan
ar: تعيين إلى الوضع متعدد

# SCAN_MULTIPLE_OBJECTS_ENABLED
source: Set to Single Scan
ar: تعيين لمسح مفرد

# SCAN_MULTIPLE_OBJECTS_TITLE
source: Scanning Mode
ar: وضع المسح

# SCAN_SETTINGS_TITLE
source: Scan Settings
ar: اعدادت المسح

# SCAN_STATE_0
source: Ready to perform scan
ar: جاهز لتنفيذ المسح

# SCAN_STATE_1
source: Not ready to perform scan
ar: غير جاهز لتنفيذ المسح

# SCAN_STATE_2
source: Currently running scan
ar: مسح قيد التشغيل حاليا

# SCAN_STATE_TITLE
source: Current State
ar: الحالة الحالية

# SCAN_STATUS_TITLE
source: Scanning Status
ar: حالات المسح

# SCAN_STEP_LAST_TITLE
source: Last Scan Step
ar: اخر خطوة تم الوصول اليها

# SCAN_STEP_TITLE
source: Scan Step
ar: خطوة رقم

# STATUSBAR_TITLE
source: Scan Status
ar: حالة المسح

# UNKNOWN_RESOURCE
source: UNKNOWN ERROR
ar: خطأ غير معروف

# WARNING_MESSAGES_TITLE
source: Scan System Warnings
ar: تحذير نظام المسح
