Repository: BdGL3/CXPortal
Catalog: CargoSafetyApp/DisplayCommon/Cultures/Resources.*.resx
Languages: ar

# BARCODE_READ
source: Barcode Sensor Status
ar: حساس قارئ الباركود

# BARCODE_READ_TITLE
source: Barcode Read Status
ar: حالة قارئ الباركود

# BARCODE_STATE_0
source: Barcode is Good
ar: الباركود فى حالة جيدة

# BARCODE_STATE_1
source: Barcode is Bad
ar: الباركود فى حالة سيئة

# COMPLETE_INFO_TITLE
source: Safety Subsystem Information
ar: معلومات عن نظام السلامة

# DOPPLER_RADAR_SENSOR_LEFT
source: Doppler Radar Sensor Speed
ar: حساسات سرعة السيارة

# DOPPLER_RADAR_SENSOR_LEFT_TITLE
source: Doppler Radar Sensor Speed (Exit Left)
ar: حساس سرعة السيارة فى المخرج الجانب الايسر

# DOPPLER_RADAR_SENSOR_RIGHT
source: Doppler Radar Sensor Speed
ar: حساسات سرعة السيارة

# DOPPLER_RADAR_SENSOR_RIGHT_TITLE
source: Doppler Radar Sensor Speed (Exit Right)
ar: حساس سرعة السيارة فى المخرج الجانب الايمن

# ERROR_MESSAGES_TITLE
source: Safety System Errors
ar: اخطاء نظام السلامة

# ESTOP_OPERATORS_CONSOLE_1
source: Operator's console E-Stop is pressed and needs to be manually reset.
ar: يلزم اعاده مفتاح الطوارئ بلوحة التحكم الي وضعه الطبيعي

# ESTOP_OPERATORS_CONSOLE_2
source: Operator's console E-Stop was reset, now waiting for operator to press "Clear Safety Faults" button.
ar: تم اعادة تشغيل مفتاح الطوارئ, يجب الضغط على مفتاح "ازالة اخطاء السلامة"

# ESTOP_OPERATORS_CONSOLE_TITLE
source: Operator's Console (ES1)
ar: مفتاح الطوارئ بلوحة التحكم (ES1)

# ESTOP_STATE_0
source: Clear
ar: لا يوجد مشكلة

# ESTOP_STATE_1
source: Engaged
ar: معشق

# ESTOP_STATE_2
source: Needs to be Cleared
ar: يلزم حل المشاكل

# ESTOP_STATUS_TITLE
source: E-Stops
ar: مفاتيح الطوارئ

# ESTOP_TUNNEL_ENTRY_LEFT_1
source: Tunnel entry left E-Stop rope is pulled and needs to be manually reset.
ar: يلزم اعاده مفتاح الطوارئ الايسر بمدخل الممر الي وضعه الطبيعي

# ESTOP_TUNNEL_ENTRY_LEFT_2
source: Tunnel entry left E-Stop was reset, now waiting for operator to press "Clear Safety Faults" button.
ar: تم اعادة تشغيل مفتاح الطوارئ الايسر بمدخل الممر, يجب الضغط على مفتاح "ازالة اخطاء السلامة"

# ESTOP_TUNNEL_ENTRY_LEFT_TITLE
source: Tunnel Entry Left (ES4)
ar: مفتاح الطوارئ الايسر بمدخل الممر (ES4)

# ESTOP_TUNNEL_ENTRY_RIGHT_1
source: Tunnel entry right E-Stop rope is pulled and needs to be manually reset.
ar: يلزم اعاده مفتاح الطوارئ الايمن بمدخل الممر الي وضعه الطبيعي

# ESTOP_TUNNEL_ENTRY_RIGHT_2
source: Tunnel entry right E-Stop was reset, now waiting for operator to press "Clear Safety Faults" button.
ar: تم اعادة تشغيل مفتاح الطوارئ الايمن بمدخل الممر, يجب الضغط على مفتاح "ازالة اخطاء السلامة"

# ESTOP_TUNNEL_ENTRY_RIGHT_TITLE
source: Tunnel Entry Right (ES3)
ar: مفتاح الطوارئ الايمن بمدخل الممر (ES3)

# ESTOP_TUNNEL_EXIT_LEFT_1
source: Tunnel exit left E-Stop is pulled and needs to be manually reset.
ar: يلزم اعاده مفتاح الطوارئ الايسر بمخرج الممر الي وضعه الطبيعي

# ESTOP_TUNNEL_EXIT_LEFT_2
source: Tunnel exit left E-Stop was reset, now waiting for operator to press "Clear Safety Faults" button.
ar: تم اعادة تشغيل مفتاح الطوارئ الايسر بمخرج الممر, يجب الضغط على مفتاح "ازالة اخطاء السلامة"

# ESTOP_TUNNEL_EXIT_LEFT_TITLE
source: Tunnel Exit Left (ES6)
ar: مفتاح الطوارئ الايسر بمخرج الممر (ES6)

# ESTOP_TUNNEL_EXIT_RIGHT_1
source: Tunnel exit right E-Stop rope is pulled and needs to be manually reset.
ar: يلزم اعاده مفتاح الطوارئ الايمن بمخرج الممر الي وضعه الطبيعي

# ESTOP_TUNNEL_EXIT_RIGHT_2
source: Tunnel exit right E-Stop was reset, now waiting for operator to press "Clear Safety Faults" button.
ar: تم اعادة تشغيل مفتاح الطوارئ الايمن بمخرج الممر, يجب الضغط على مفتاح "ازالة اخطاء السلامة"

# ESTOP_TUNNEL_EXIT_RIGHT_TITLE
source: Tunnel Exit Right (ES5)
ar: مفتاح الطوارئ الايمن بمخرج الممر (ES5)

# ESTOP_VERT_DETECTOR_BOX_1
source: Vertical detector box E-Stop is pressed and needs to be manually reset.
ar: توقيف طارئ في الباب الخلفي الايسر، ويحتاج إلى إعادة تعيين يدويا.

# ESTOP_VERT_DETECTOR_BOX_2
source: Vertical detector box E-Stop was reset, now waiting for operator to press "Clear Safety Faults" button.
ar: توقيف طارئ الباب الخلفي الايسر ينتظر الضغط على زر تصحيح الاخطأ

# ESTOP_VERT_DETECTOR_BOX_TITLE
source: Vertical Detector Box (ES7)
ar: الباب الخلفي الايسر (ES7)

# ESTOP_XRAY_SOURCE_AREA_1
source: X-ray source area E-Stop is pressed and needs to be manually reset.
ar: توقيف طارئ الباب الامامي الايسر، ويحتاج إلى إعادة تعيين يدويا.

# ESTOP_XRAY_SOURCE_AREA_2
source: X-ray source area E-Stop was reset, now waiting for operator to press "Clear Safety Faults" button.
ar: توقيف طارئ الباب الامامي الايسر ينتظر الضغط على زر تصحيح الاخطاء

# ESTOP_XRAY_SOURCE_AREA_TITLE
source: X-ray Source Area (ES2)
ar: مفتاح غرفة مصدر الاشعة (ES2)

# INFO_BUTTON_DESCRIPTION
source: Display all information about the Safety system.
ar: اظهار جميع معلومات نظام السلامة

# INFO_BUTTON_TITLE
source: Safety System
ar: نظام السلامة

# INTERLOCK_BYPASS_DISABLE
source: Disable interlock checks
ar: تعطيل فحص التشابك

# INTERLOCK_BYPASS_ENABLE
source: Enable interlock checks
ar: تمكين فحص التشابك

# INTERLOCK_BYPASS_TITLE
source: Interlock Bypass
ar: تجاوز التشابك

# INTERLOCK_DOOR_0
source: LINAC room door is open. A scan cannot be performed until the door has been closed.
ar: باب غرفة مصدر الاشعة مفتوح ولا يمكن اتمام عملية المسح حتي يتم غلقه

# INTERLOCK_DOOR_2
source: LINAC room door has been closed, but the "Clear Safety Faults" button must be pressed before a scan can be performed.
ar: تم اغلاق باب مقصورة السائق الايسر، يجب الضغط على زر تصحيح الاخطاء قبل أن تتمكن من إجراء الفحص.

# INTERLOCK_DOOR_TITLE
source: LINAC Room Door
ar: باب غرفة مصدر الاشعة

# INTERLOCK_KSW_XRAY_ENABLE_0
source: X-ray enable keyswitch is off. A scan cannot be performed until the X-ray enable keyswitch is on.
ar: مفتاح تشغيل الاشعة السينية مغلق و يجب وضع المفتاح فى حاله التشغيل حتي يمكن اتمام عمليه المسح

# INTERLOCK_KSW_XRAY_ENABLE_2
source: X-ray enable keyswitch is now on, but the "Clear Safety Faults" button must be pressed before a scan can be performed.
ar: مفتاح تشغيل الاشعة السينية فى حالة التشغيل, يجب الضغط على "مفتاح ازاله اخطاء الامان" قبل بدء عملية المسح.

# INTERLOCK_KSW_XRAY_ENABLE_TITLE
source: X-ray Enable Keyswitch (KSW1)
ar: مفتاح تشغيل الاشعة السينية (KSW1)

# INTERLOCK_LC1_0
source: Personnel safety light curtain #1 is blocked. A scan cannot be performed until the area is clear.
ar: الستارة الضوئية 1# مسدودة, لا يمكن اتمام عملية المسح حتى يتم اخلاء مسار الستارة الضوئية.

# INTERLOCK_LC1_1
source: Personnel safety light curtain #1 is unblocked.
ar: الستارة الضوئية 1# غير مسدودة

# INTERLOCK_LC1_2
source: Personnel safety light curtain #1 was blocked, but the "Clear Safety Faults" button must be pressed before a scan can be performed.
ar: الستارة الضوئية 1# مسدودة, يجب الضغط على "مفتاح ازاله اخطاء الامان" قبل بدء عملية المسح.

# INTERLOCK_LC1_TITLE
source: Personnel Safety Light Curtain #1 (LC1 OSSD1)
ar: الستارة الضوئية (LC1)

# INTERLOCK_LC2_0
source: Personnel safety light curtain #1 is blocked. A scan cannot be performed until the area is clear.
ar: الستارة الضوئية 1# مسدودة, لا يمكن اتمام عملية المسح حتى يتم اخلاء مسار الستارة الضوئية.

# INTERLOCK_LC2_1
source: Personnel safety light curtain is unblocked.
ar: الستارة الضوئية 1# غير مسدودة

# INTERLOCK_LC2_2
source: Personnel safety light curtain #2 was blocked, but the "Clear Safety Faults" button must be pressed before a scan can be performed.
ar: الستارة الضوئية 2# مسدودة, يجب الضغط على "مفتاح ازاله اخطاء الامان" قبل بدء عملية المسح.

# INTERLOCK_LC2_TITLE
source: Personnel Safety Light Curtain #2 (LC2 OSSD2)
ar: الستارة الضوئية (LC2)

# INTERLOCK_LC_SAFETY_STATE_0
source: Light Curtain blocked
ar: مسار الستائر الضوئية مسدود

# INTERLOCK_LC_SAFETY_STATE_1
source: Clear
ar: خالى من الاخطاء

# INTERLOCK_LC_SAFETY_STATE_2
source: Needs to be Cleared
ar: يجب ازاله الاخطاء

# INTERLOCK_MDS_PERSONNEL_SAFETY_1_1
source: Person detected by motion detector #1. A scan cannot be performed until the area is clear.
ar: تم استشعار شخص بحساس استشعار الاشخاص 1#. لا يمكن اتمام عملية المسح حتى يتم اخلاء المسار.

# INTERLOCK_MDS_PERSONNEL_SAFETY_1_2
source: Person was detected by motion detector #1, but the "Clear Safety Faults" button must be pressed before a scan can be performed.
ar: تم استشعار شخص بحساس استشعار الاشخاص 1#. يجب الضغط على "مفتاح ازاله اخطاء الامان" قبل بدء عملية المسح.

# INTERLOCK_MDS_PERSONNEL_SAFETY_1_TITLE
source: Personnel Motion Detector #1 (MDS1-P)
ar: حساس استشعار الاشخاص (MDS1-P)

# INTERLOCK_MDS_PERSONNEL_SAFETY_2_1
source: Person detected by motion detector #2. A scan cannot be performed until the area is clear.
ar: تم استشعار شخص بحساس استشعار الاشخاص 2#. لا يمكن اتمام عملية المسح حتى يتم اخلاء المسار.

# INTERLOCK_MDS_PERSONNEL_SAFETY_2_2
source: Person was detected by motion detector #2, but the "Clear Safety Faults" button must be pressed before a scan can be performed.
ar: تم استشعار شخص بحساس استشعار الاشخاص 2#. يجب الضغط على "مفتاح ازاله اخطاء الامان" قبل بدء عملية المسح.

# INTERLOCK_MDS_PERSONNEL_SAFETY_2_TITLE
source: Personnel Motion Detector #2 (MDS2-P)
ar: حساس استشعار الاشخاص (MDS2-P)

# INTERLOCK_MDS_PERSONNEL_SAFETY_STATE_0
source: Clear
ar: خالى من الاخطاء

# INTERLOCK_MDS_PERSONNEL_SAFETY_STATE_1
source: Presence of personnel detected
ar: تم استشعار اشخاص

# INTERLOCK_MDS_PERSONNEL_SAFETY_STATE_2
source: Needs to be Cleared
ar: يجب ازاله الاخطاء

# INTERLOCK_STATE_0
source: Closed
ar: لا يوجد مشكلة

# INTERLOCK_STATE_1
source: Open
ar: يوجد مشلكة

# INTERLOCK_STATE_2
source: Needs to be Cleared
ar: يجب ازاله الاخطاء

# INTERLOCK_STATE_TITLE
source: Interlocks
ar: حساسات الامان

# IN_MDS3_VEHICLE_MOTION_DET_1
source: Vehicle was detected by motion detector #3, but the "Clear Safety Faults" button must be pressed before a scan can be performed.
ar: حساس الحركة #3 استشعر بوجود سيارة ويلزم الضغط علي زر اعاده الشغيل

# IN_MDS3_VEHICLE_MOTION_DET_TITLE
source: Vehicle Motion Detector #3 (MDS3-P)
ar: حساس الحركة (MDS3-P)

# IN_MDS4_VEHICLE_MOTION_DET_1
source: Vehicle detected by motion detector #4. A scan cannot be performed until the area is clear.
ar: حساس الحركة #4 استشعر بوجود سيارة ولا يمكن اتمام عملية المسح حتي يتم اخلاء المنطقة

# IN_MDS4_VEHICLE_MOTION_DET_TITLE
source: Vehicle Motion Detector #4 (MDS4-P)
ar: حساس الحركة (MDS4-P)

# IN_MDS_VEHICLE_MOTION_DET_SAFETY_STATE_0
source: Clear
ar: لا يوجد مشكلة

# IN_MDS_VEHICLE_MOTION_DET_SAFETY_STATE_1
source: Vehicle Detected
ar: يوجد سيارة

# KSW_INTERLOCK_BYPASS_0
source: Interlock bypass disabled
ar: حساسات الامان معطلة.

# KSW_INTERLOCK_BYPASS_1
source: Interlock bypass enabled
ar: حساسات الامان مفعلة.

# KSW_INTERLOCK_BYPASS_TITLE
source: Safety Interlock Bypass Keyswitch (KSW2)
ar: زر تعطيل حساسات الامان. (KSW2)

source: Location
ar: اماكن

# PERIMETER_INTRUSIONS_STATE_1
source: Perimeter field has detected an intrusion between perimeter posts 1 - 2
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 1 - 2

# PERIMETER_INTRUSIONS_STATE_10
source: Perimeter field has detected an intrusion between perimeter posts 3 -4 and 1 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 3 - 4 و 1 - 4

# PERIMETER_INTRUSIONS_STATE_11
source: Perimeter field has detected an intrusion between perimeter posts 1 - 2 and 2 - 3 and 3 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 1 - 2 و 2 - 3 و3 - 4

# PERIMETER_INTRUSIONS_STATE_12
source: Perimeter field has detected an intrusion between perimeter posts 1 - 2 and 2 - 3 and 1 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 1 - 2 و 2 - 3 و 1 - 4

# PERIMETER_INTRUSIONS_STATE_13
source: Perimeter field has detected an intrusion between perimeter posts 1 - 2 and 3 - 4 and 1 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 1 - 2 و 3 - 4 و 1 - 4

# PERIMETER_INTRUSIONS_STATE_14
source: Perimeter field has detected an intrusion between perimeter posts 2 - 3 and 3 - 4 and 1 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 2 - 3 و 3 - 4 و 1 - 4

# PERIMETER_INTRUSIONS_STATE_15
source: Perimeter field has detected an intrusion between perimeter posts 1 - 2 and 2 - 3 and 3 - 4 and 1 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 1 - 2 و 2 - 3 و 3 - 4 و 1 - 4

# PERIMETER_INTRUSIONS_STATE_2
source: Perimeter field has detected an intrusion between perimeter posts 2 - 3
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 2 - 3

# PERIMETER_INTRUSIONS_STATE_3
source: Perimeter field has detected an intrusion between perimeter posts 3 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 3 - 4

# PERIMETER_INTRUSIONS_STATE_4
source: Perimeter field has detected an intrusion between perimeter posts 1 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 1 - 4

# PERIMETER_INTRUSIONS_STATE_5
source: Perimeter field has detected an intrusion between perimeter posts 1 - 2 and 2 - 3
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 1 - 2 و 2 - 3

# PERIMETER_INTRUSIONS_STATE_6
source: Perimeter field has detected an intrusion between perimeter posts 1 - 2 and 3 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 1 - 2 و 3 - 4

# PERIMETER_INTRUSIONS_STATE_7
source: Perimeter field has detected an intrusion between perimeter posts 1 - 2 and 1 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 1 - 2 و 1 - 4

# PERIMETER_INTRUSIONS_STATE_8
source: Perimeter field has detected an intrusion between perimeter posts 2 - 3 and 3 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 2 - 3 و 3 - 4

# PERIMETER_INTRUSIONS_STATE_9
source: Perimeter field has detected an intrusion between perimeter posts 2 - 3 and 1 - 4
ar: هناك شخص دخل المنطقة التخيلية للاشعة ما بين نقطة 1 - 4 و 2 - 3

# PERIMETER_MODE_0
source: Disable Perimeter
ar: تعطيل متابعة المنطقة التخيلية للاشعة.

# PERIMETER_MODE_1
source: Enable Perimeter
ar: تفعيل متابعة المنطقة التخيلية للاشعة.

# PERIMETER_MODE_TITLE
source: Perimeter Detection
ar: تحديد متابعة المنطقة التخيلية للاشعة.

# RADIATION_MONITOR_1
source: Cabin radiation has exceeded acceptable limits. Please press Safety reset button to continue operations.
ar: الاشعة تعدت الحد المسموح به داخل الكابينة. اضغط على مفتاح اعادة تشغيل نظام الامان.

# RADIATION_MONITOR_2
source: Cabin Radiation is nearing limits
ar: الاشعة على وشك تخطى الحد المسموح به داخل الكابينة.

# RADIATION_MONITOR_STATE_0
source: Closed
ar: لا يوجد مشكلة

# RADIATION_MONITOR_STATE_1
source: Needs to be Cleared
ar: يجب ازاله الاخطاء

# RADIATION_MONITOR_STATE_2
source: Closed
ar: لا يوجد مشكلة

# RADIATION_MONITOR_TITLE
source: Radiation Monitor
ar: مراقبة الاشعة

# SAFETY_RESET_FAULTS_BUTTON
source: Clear Safety Faults
ar: مسح اخطاء نظام الامان

# SAFETY_RESET_TITLE
source: Safety Faults
ar: اخطاء نظام الامان

# SAFETY_STATES_TITLE
source: Safety Systems
ar: انظمة الامان

source: State
ar: حالة

# STATUSBAR_TITLE
source: Safety Status
ar: حالة نظام الامان

# SUMMARY_STATUS_TITLE
source: Operational Status
ar: حالة التشغيل

# UNKNOWN_RESOURCE
source: UNKNOWN ERROR
ar: خطأ غير معروف

# VEHICLE_NOT_DETECTED_0
source: Vehicle Not Present
ar: لا يوجد سيارة

# VEHICLE_NOT_DETECTED_1
source: Vehicle Present
ar: يوجد سيارة

# VEHICLE_SENSOR_AFTER_XRAY_LEFT_1
source: Vehicle Sensor Status (After XRay at the Left) no vehicle is present
ar: حالة حساس استشعار السيارات (بعد الاشعة الجانب الايسر) لا يوجد سيارة

# VEHICLE_SENSOR_AFTER_XRAY_LEFT_2
source: Vehicle Sensor Status (After XRay at the Left) detected vehicle
ar: حالة حساس استشعار السيارات (بعد الاشعة الجانب الايسر) يوجد سيارة

# VEHICLE_SENSOR_AFTER_XRAY_LEFT_TITLE
source: Vehicle Sensor Status (After XRay at the Left)
ar: حالة حساس استشعار السيارات (بعد الاشعة الجانب الايسر)

# VEHICLE_SENSOR_AFTER_XRAY_RIGHT_1
source: Vehicle Sensor Status (After XRay at the Right) no vehicle is present
ar: حالة حساس استشعار السيارات (بعد الاشعة الجانب الايمن) لا يوجد سيارة

# VEHICLE_SENSOR_AFTER_XRAY_RIGHT_2
source: Vehicle Sensor Status (After XRay at the Right) detected vehicle
ar: حالة حساس استشعار السيارات (بعد الاشعة الجانب الايمن) يوجد سيارة

# VEHICLE_SENSOR_AFTER_XRAY_RIGHT_TITLE
source: Vehicle Sensor Status (After XRay at the Right)
ar: حالة حساس استشعار السيارات (بعد الاشعة الجانب الايمن)

# VEHICLE_SENSOR_AT_GATE_LEFT_1
source: Vehicle Sensor Status (At Gate at Left) no vehicle is present
ar: حالة حساس استشعار السيارات (عند البوابة الجنب الايسر) لا يوجد سيارة

# VEHICLE_SENSOR_AT_GATE_LEFT_2
source: Vehicle Sensor Status (At Gate at Left) detected vehicle
ar: حالة حساس استشعار السيارات (عند البوابة الجنب الايسر) يوجد سيارة

# VEHICLE_SENSOR_AT_GATE_LEFT_TITLE
source: Vehicle Sensor Status (At Gate at Left)
ar: حالة حساس استشعار السيارات (عند البوابة الجنب الايسر)

# VEHICLE_SENSOR_AT_GATE_RIGHT_1
source: Vehicle Sensor Status (At Gate at Right) no vehicle is present
ar: حالة حساس استشعار السيارات (عند البوابة الجنب الايمن) لا يوجد سيارة

# VEHICLE_SENSOR_AT_GATE_RIGHT_2
source: Vehicle Sensor Status (At Gate at Right) detected vehicle
ar: حالة حساس استشعار السيارات (عند البوابة الجنب الايمن) يوجد سيارة

# VEHICLE_SENSOR_AT_GATE_RIGHT_TITLE
source: Vehicle Sensor Status (At Gate at Right)
ar: حالة حساس استشعار السيارات (عند البوابة الجنب الايمن)

# VEHICLE_SENSOR_BEFORE_XRAY_LEFT_1
source: Vehicle Sensor Status (Before XRay at the Left) no vehicle is present
ar: حالة حساس استشعار السيارات (قبل الاشعة الجانب الايسر) لا يوجد سيارة

# VEHICLE_SENSOR_BEFORE_XRAY_LEFT_2
source: Vehicle Sensor Status (Before XRay at the Left) detected vehicle
ar: حالة حساس استشعار السيارات (قبل الاشعة الجانب الايسر) يوجد سيارة

# VEHICLE_SENSOR_BEFORE_XRAY_LEFT_TITLE
source: Vehicle Sensor Status (Before XRay at the Left)
ar: حالة حساس استشعار السيارات (قبل الاشعة الجانب الايسر)

# VEHICLE_SENSOR_BEFORE_XRAY_RIGHT_1
source: Vehicle Sensor Status (Before XRay at the Right) no vehicle is present
ar: حالة حساس استشعار السيارات (قبل الاشعة الجانب الايمن) لا يوجد سيارة

# VEHICLE_SENSOR_BEFORE_XRAY_RIGHT_2
source: Vehicle Sensor Status (Before XRay at the Right) detected vehicle
ar: حالة حساس استشعار السيارات (قبل الاشعة الجانب الايمن) يوجد سيارة

# VEHICLE_SENSOR_BEFORE_XRAY_RIGHT_TITLE
source: Vehicle Sensor Status (Before XRay at the Right)
ar: حالة حساس استشعار السيارات (قبل الاشعة الجانب الايمن)

# VEHICLE_TYPE
source: Type of Vehicle Detected
ar: نوع السيارة

# VEHICLE_TYPE_STATE_0
source: No Vehicle Detected
ar: لم يتم تحديد نوع السيارة

# VEHICLE_TYPE_STATE_1
source: Small Vehicle Detected
ar: سيارة صغيرة الحجم

# VEHICLE_TYPE_STATE_2
source: Medium Vehicle Detected
ar: سيارة متوسطة الحجم

# VEHICLE_TYPE_STATE_3
source: Large Vehicle Detected
ar: سيارة كبيرة الحجم

# VEHICLE_TYPE_TITLE
source: Type of Vehicle Detection Sensor
ar: حساس تحديد نوع السيارة

# WARNING_MESSAGES_TITLE
source: Safety System Warnings
ar: تحذيرات نظام الامان

# WARNING_STATE_0
source: Off
ar: معطل

# WARNING_STATE_1
source: On
ar: مفعل

# WARNING_STATE_2
source: Failed to turn on
ar: فشل التفعيل

# WARNING_STATE_TITLE
source: Warning System
ar: نظام التحذير

# WARNING_STATUS_TITLE
source: Warning System
ar: نظام التحذير
