Repository: BdGL3/CXPortal
Catalog: CargoLinacApp/DisplayCommon/Cultures/Resources.*.resx
Languages: ar

# ACCELERATOR_FLOW_STATUS_1
source: Accelerator coolant flow is faulted.
ar: مستوى تبريد المسرع منخفض

# ACCELERATOR_VACUUM_STATUS_1
source: Linac has encountered excessive pressure in accelerator.
ar: واجه المسرع الضغط العالي

# AFC_PV_TITLE
source: AFC Process Variable
ar: AFC عملية متغير

# AFC_STEPPER_MOTOR_OUT_OF_BOUND_STATUS_1
source: Stepper Motor is out of position.
ar: محرك السائر خارج الوقع

# COMPLETE_INFO_TITLE
source: Linac System Information
ar: معلومات نظام المسرع

# COOLANT_TEMPERATURE_STATUS_1
source: Linac accelerator temperature is above acceptable limits.
ar: درجة حرارة المسرع اعلى من الحد المسموح

# CUSTOMER_INTERLOCK1_STATUS_1
source: Linac has encountered an external interlock. (CI1)
ar: واجه المسرع فصل تشابك الخارجي (CI1)

# CUSTOMER_INTERLOCK2_STATUS_1
source: Linac has encountered an external interlock. (CI2)
ar: واجه المسرع فصل تشابك الخارجي (CI2)

# ENCLOSURE_PANELS_STATUS_1
source: Enclosure panels are open. Please close panels before continuing operations.
ar: لوحة عالية الفولتية مفتوحة

# ENCLOSURE_TEMPERATURE_STATUS_1
source: Linac enclosure temperature is above acceptable limits.
ar: درجة حرارة المسرع اعلى من الحد المسموح

# ERROR_MESSAGES_TITLE
source: Linac System Errors
ar: أخطاء نظام المسرع

# FORWARD_POWER_TITLE
source: RF Forward Power
ar: إعادة توجيه طاقة (RF)

# GD_BEAM_CURRENT_TITLE
source: Gun Driver Beam Current
ar: تيار (Gun Driver)

# GD_CATHODE_VOLTAGE_TITLE
source: Gun Driver Cathode Voltage
ar: فولت القطب السالب (Gun Driver)

# GD_FILAMENT_CURRENT_TITLE
source: Gun Driver Grid Drive Current
ar: تيار محرك الشبكة (Gun Driver)

# GD_FILAMENT_VOLATAGE_TITLE
source: Gun Driver Grid Drive Voltage
ar: فولت محرك الشبكة (Gun Driver)

# GD_GRID_A_VOLTAGE_TITLE
source: Gun Driver Grid A Voltage
ar: فولت الشبكة A(Gun Driver)

# GD_GRID_BIAS_TITLE
source: Gun Driver Grid Bias
ar: شبكة تحيز (Gun Driver)

# GD_GRID_B_VOLTAGE_TITLE
source: Gun Driver Grid B Voltage
ar: فولت الشبكة B (Gun Driver)

# GD_GRID_DRIVE_VOLTAGE_TITLE
source: Gun Driver Grid Drive Voltage
ar: فولت شبكة تحيز (Gun Driver)

# GD_HEATER_CURRENT_TITLE
source: Gun Driver Heater Current
ar: تيار السخان (Gun Driver)

# GD_HEATER_VOLTAGE_TITLE
source: Gun Driver Heater Voltage
ar: فولت سخان (Gun Driver)

# GD_STATE_TITLE
source: Gun Driver State
ar: حالة (Gun Driver)

# GUN_DRIVER_INTERLOCK_STATUS_1
source: Gun driver has encountered an interlock.
ar: واجه (Gun Driver) لتشابك السلامة

# INFO_BUTTON_DESCRIPTION
source: Display all information about the Linac system
ar: عرض جميع معلومات عن نظام المسرع

# INFO_BUTTON_TITLE
source: Linac System
ar: نظام المسرع

# ION_PUMP_1_CURRENT_TITLE
source: Ion Pump 1 Current
ar: تيار مضخ الايون 1

# ION_PUMP_1_VOLTAGE_TITLE
source: Ion Pump 1 Voltage
ar: فولت مضخ الايون 1

# ION_PUMP_2_CURRENT_TITLE
source: Ion Pump 2 Current
ar: تيار مضخ الايون 2

# ION_PUMP_2_VOLTAGE_TITLE
source: Ion Pump 2 Voltage
ar: فولت مضخ الايون 2

# ION_PUMP_3_CURRENT_TITLE
source: Ion Pump 3 Current
ar: تيار مضخ الايون 3

# ION_PUMP_3_VOLTAGE_TITLE
source: Ion Pump 3 Voltage
ar: فولت مضخ الايون 3

# LINAC_ENERGY_TYPE_STATE_0
source: Material Discrimination
ar: تمييز المواد

# LINAC_ENERGY_TYPE_STATE_1
source: High Penetration
ar: عالية الاختراق

# LINAC_ENERGY_TYPE_STATE_2
source: High Contrast
ar: عالية التباين

# LINAC_ENERGY_TYPE_STATE_3
source: Low Dose
ar: جرعة قلبلة

# LINAC_ENGERY_TYPE_STATE_TITLE
source: Selected Mode
ar: النظام المختار

# LINAC_ENGERY_TYPE_TITLE
source: Linac Mode Selection
ar: اختيار قوة المسح

# LINAC_ETHERNET_DISCONNECTED_1
source: No Ethernet connection to LINAC
ar: المسرع غير متصل بالشبكة

# LINAC_INTERNAL_SYSTEM_STATES_TITLE
source: Internal System States
ar: حالة النظام الداخلى

# LINAC_RESET_FAULT_BUTTON
source: Clear Linac Faults
ar: مسح اخطاء المسرع

# LINAC_RESET_FAULT_TITLE
source: Linac Faults
ar: اخطاء المسرع

# LINAC_STATE_0
source: Powered Off
ar: الطاقة معطلة

# LINAC_STATE_1
source: Powered On
ar: الطاقة مشغلة

# LINAC_STATE_2
source: Warming Up
ar: قيد الاحماء

# LINAC_STATE_3
source: Readying System
ar: جاري اعداد النظام

# LINAC_STATE_4
source: X-Rays Off
ar: الاشعة السينية معطلة

# LINAC_STATE_5
source: X-Rays On
ar: الاشعة السينية مشغلة

# LINAC_STATE_TITLE
source: Linac State
ar: حالة المسرع

# LINAC_STATUS_0
source: System Healthy
ar: نظام صحي

# LINAC_STATUS_1
source: Linac has encountered a Major fault
ar: واجه المسرع خطأ كبير

# LINAC_STATUS_2
source: Linac has encounted a Minor fault and safety system must be reset.
ar: واجه المسرع ونظام السلامة اخطاء صغرى يجب أن إعادة تعيين.

# LINAC_STATUS_TITLE
source: Current Status
ar: الوضع الحالي

# LINAC_STATUS_WIDGET_0
source: System Healthy
ar: نظام صحي

# LINAC_STATUS_WIDGET_1
source: Major fault
ar: أخطاء كبرى

# LINAC_STATUS_WIDGET_2
source: Minor fault
ar: أخطاء صغرى

# LINAC_SYSTEM_INFO_TITLE
source: Linac System Information
ar: نظام معلومات المسرع

# MAGNETRON_CURRENT_STATUS_1
source: Magnetron and modulator encountered excessive current.
ar: تيار الحالي للمنغطرون ومغير المسرع

# MAGNETRON_CURRENT_TITLE
source: Magnetron Current
ar: تيار مغنطرون

# MAGNETRON_VACUUM_STATUS_1
source: Linac has encountered excessive pressure in magnetron.
ar: واجه المسرع ضغط عالي في المنغطرون

# MD_HEATER_CURRENT_TITLE
source: Modulator Heater Current
ar: تيار حرار المغير

# MD_HEATER_VOLTAGE_TITLE
source: Modulator Heater Voltage
ar: فولت حرار المغير

# MD_HVPS_VOLTAGE_TITLE
source: Modulator HVPS Voltage
ar: فولت طاقة عالية للمغير

# MD_STATE_TITLE
source: Modulator State
ar: حالة المغير

# MODULATOR_COMMUNICATION_ERROR_STATUS_1
source: Modulator communications have been lost.
ar: فقد الاتصال بمغير المسرع

# MODULATOR_INTERLOCK_STATUS_1
source: Modulator has encountered an interlock.
ar: واجه المغير لتشابك الامان

# MOD_FILAMENT_CURRENT_TITLE
source: Modulator Filament Current
ar: تيار شعيرة المغير

# MOD_FILAMENT_VOLTAGE_TITLE
source: Modulator Filament Voltage
ar: فولت شعيرة المغير

# REFLECTED_POWER_TITLE
source: RF Reflected Power
ar: طاقة انعكاس RF

# REFLECTED_RF_POWER_STATUS_1
source: Magnetron encountered high reverse RF power.
ar: طاقة الانعكاس العالي RF

# SF6_PRESSURE_STATUS_1
source: Linac SF6 gas is low. Please refill SF6 gas to continue operations.
ar: SF6 ضغط غاز

# SOLENOID_CURRENT_MONITOR_TITLE
source: Solenoid Magnet Current
ar: تيار اللوبي المغناطيسي

# SOLENOID_CURRENT_STATUS_1
source: Solenoid current is out of range.
ar: تيار اللوبي المغناطيسي خارج النطاق

# SOLENOID_CURRENT_TITLE
source: Solenoid Current
ar: تيار اللولبي المغناطيسي

# SOLENOID_VOLTAGE_MONITOR_TITLE
source: Solenoid Magnet Voltage
ar: فزلت اللوبي المغناطيسي

# STATUSBAR_TITLE
source: Linac Status
ar: حالة المسرع

# STEERING_1_CURRENT_TITLE
source: Steering 1 Current
ar: تيار التوجيه 1

# STEERING_2_CURRENT_TITLE
source: Steering 2 Current
ar: تيار التوجيه 2

# STEERING_X_I_MON_TITLE
source: Steering Magnet X Current Monitor
ar: عرض تيار التوجيه المغناطيسي X

# STEERING_Y_I_MON_TITLE
source: Steering Magnet Y Current Monitor
ar: عرض تيار التوجية المنغناطيسي Y

# STEPPER_PV_TITLE
source: Stepper Process Variable
ar: سائر عملية متغير

# TCU_TEMPERATURE_TITLE
source: TCU Temperature
ar: درجة حرارة مبرد المسرع TCU

# UNKNOWN_RESOURCE
source: UNKNOWN ERROR
ar: خطأ غير معروف

# WARNING_MESSAGES_TITLE
source: Linac System Warnings
ar: تحذيرات نظام المسرع

# WAVEGUIDE_ARC_STATUS_1
source: Linac RF components experienced excessive arcing in power.
ar: شهدت مكونات الترددات اللاسلكية الانحناء المفرطة في المسرع.
